Repository: Mowjoh/Quasar
Catalog: Quasar/Properties/Resources.*.resx
Languages: fr

# Assignments_Button_ScanFiles
source: Scan Files
fr: Scanner les fichiers

# Assignments_Label_GroupTypes
source: Types Grouped
fr: Types Groupés

# Assignments_Label_ModName
source: Showing Assignments for :
fr: Affichage des attributions pour :

# Assignment_Label_NoElement
source: No Element
fr: Pas d'élément

# Assignment_Label_NoSlot
source: No Slot
fr: Pas de slot

# Assignment_Modal_ScanContent
source: Please wait while Quasar scans the mod's contents
fr: Veuillez attendre que Quasar scanne les contenus du mod

# Assignment_Modal_ScanErrorContent
source: Something wrong happened during the scan. Either there are no files to scan or an unexpected behavior occured
fr: Une erreur inattendue est survenue. Il n'y a peut être pas de fichiers à scanner ou une erreur inattendue s'est produite.

# Assignment_Modal_ScanErrorTitle
source: Scan error
fr: Erreur de scan

# Assignment_Modal_ScanFinishedContent
source: Quasar has scanned the mod and it's editable contents will be displayed here
fr: Quasar a scanné le mod et ses contenus éditables sont affichés ici

# Assignment_Modal_ScanFinishedTitle
source: Scan Finished
fr: Scan terminé

# Assignment_Modal_ScanTitle
source: Scanning
fr: Scan en cours

# FileManagement_Button_ChangeFiles
source: Change Files
fr: Changer les fichiers

# FileManagement_Button_ImportFiles
source: Import files
fr: Importer des fichiers

# FileManagement_Button_OpenFolder
source: Open mod directory
fr: Ouvrir le dossier du mod

# FileManagement_Button_SaveModName
source: Save
fr: Sauvegarder

# FileManagement_Label_ModName
source: Mod Name :
fr: Nom du mod :

# Library_Button_AddModManually
source: Add Mod Manually
fr: Ajout manuel

# Library_Button_StartTransfer
source: Start Transfer
fr: Démarrer le transfert

# Library_Header_Category
source: Category
fr: Catégorie

# Library_Header_Date
source: Last Modification
fr: Dernière modification

# Library_Header_ModName
source: Mod Name
fr: Nom du Mod

# Library_Label_DownloadWarning
source: Please download some mods from Gamebanana using the Quasar Download Button
fr: Veuillez télécharger des mods depuis le site Gamebanana.com en utilisant les boutons Quasar

# Library_Label_EditedTransferEnabled
source: Transferred and Reassigned
fr: Transféré et réassigné

# Library_Label_TransferDisabled
source: Not Transferred
fr: Non transféré

# Library_Label_TransferEnabled
source: Transferred
fr: Transféré

# Library_Modal_DeleteCancel
source: Cancel
fr: Annuler

# Library_Modal_DeleteContent
source: Are you sure you want to delete this mod ? It's file and information will be removed from Quasar.
fr: Etes-vous sûr de vouloir supprimer ce mod ? Ses fichiers et informations seront supprimées de Quasar.

# Library_Modal_DeleteOK
source: I'm sure
fr: Je suis sûr

# Library_Modal_DeleteTitle
source: Mod Deletion
fr: Suppression de Mod

# Library_Modal_TransferWarningCancel
source: Don't delete anything
fr: Annuler

# Library_Modal_TransferWarningContent
source: You've selected the "Manage all Mods" option. This will tell Quasar to delete all mod files it hasn't put there itself. All mods added without Quasar will be deleted
fr: Vous avez sélectionné l'option "Gérer tous les mods" Cela indique à Quasar de supprimer tous les fichiers qu'il ne gère pas. Tous les mods non transférés par Quasar seront supprimés

# Library_Modal_TransferWarningOK
source: I'm sure I want this
fr: Je suis sûr

# Library_Modal_TransferWarningTitle
source: Transfer Warning
fr: Avertissement de transfert

# MainUI_AssignmentTabHeader
source: Assignments
fr: Attributions

# MainUI_FileManagerTabHeader
source: File Manager
fr: Fichiers

# MainUI_LibraryTabHeader
source: Library
fr: Librairie

# MainUI_Modal_CFWContent
source: Quasar is an application that will help you manage mod files for you. Modding is only for Switches running Custom Firmware (CFW). If your Switch is not hacked, Quasar will be of no use to you.
fr: Quasar est une application qui permet de gérer les fichiers de mods pour vous. Les mods fonctionnent sur des Switch disposant d'un CFW (Firmware custom). Si vous n'en disposez pas, Quasar ne pourra rien pour vous.

# MainUI_Modal_CFWOK
source: My switch is running CFW
fr: Ma Switch a un CFW

# MainUI_Modal_RecoverProgressContent
source: Please be patient, Quasar is looking for previously installed files
fr: Veuillez patienter, Quasar récupère les fichiers d'une installation précédente

# MainUI_Modal_RecoverProgressTitle
source: Recovering Files and Data
fr: Récupération de données

# MainUI_Modal_UpdateFinishedContent
source: Quasar finished it's update process succesfully
fr: Quasar à fini son processus de mise à jour avec succès

# MainUI_Modal_UpdateFinishedTitle
source: Update Finished
fr: Mise à jour terminée

# MainUI_Modal_UpdateProgressContent
source: Please be patient, Quasar is updating
fr: Veuillez patienter, Quasar se met à jour

# MainUI_Modal_UpdateProgressTitle
source: Update
fr: Mise à jour

# MainUI_SettingsTabHeader
source: Settings
fr: Paramètres

# Modal_Label_DefaultCancel
source: Cancel
fr: Annuler

# ModItem_Label_Downloading
source: Downloading
fr: Téléchargement

# ModItem_Label_Extracting
source: Extracting
fr: Extraction

# ModItem_Label_ExtractWait
source: Please Wait
fr: Veuillez patienter

# ModItem_Label_ManualAuthor
source: You!
fr: Vous!

# ModItem_Label_ManualAuthorRole
source: Imported this
fr: L'avez importé

# ModItem_Label_Processing
source: Moving Files
fr: Déplacement des fichiers

# ModItem_Tooltip_AddMod
source: Add this mod to the transfer list
fr: Ajouter ce mod à la liste de transfert

# ModItem_Tooltip_AssignMod
source: Change this mod's assignments (slots, item it goes over etc.)
fr: Changer l'assignation du mod (Slot, élément remplacé etc.)

# ModItem_Tooltip_DeleteMod
source: Delete this mod from Quasar
fr: Supprimer ce mod de Quasar

# ModItem_Tooltip_RemoveMod
source: Remove this mod from the transfer list
fr: Supprimer ce mod de la liste de transfert

# ModItem_Tooltip_RenameMod
source: Rename this mod
fr: Renommer ce mod

# ModItem_Tooltip_ValidateRename
source: Save the new name
fr: Sauvegarder le nouveau nom

# ModListItem_Button_EditFiles
source: Import Files
fr: Importer des fichiers

# ModListItem_Button_UpdateMod
source: Update Mod
fr: Mettre à jour

# ModListItem_DeleteModAction
source: Delete this mod
fr: Supprimer ce mod

# ModListItem_Label_Author
source: Creators :
fr: Créateurs :

# ModListItem_Label_DownloadFailed
source: Download Failed
fr: Téléchargement échoué

# ModListItem_Label_UpdateCount
source: Update Count :
fr: Nombre de MàJ :

# ModListItem_Label_VersionControl
source: Version Control :
fr: Versions :

# ModListItem_Time_Days
source: {0} days ago
fr: Il y a {0} jours

# ModListItem_Time_Hours
source: {0} hours ago
fr: Il y a {0} heures

# ModListItem_Time_Long
source: A long time ago
fr: Il y a longtemps

# ModListItem_Time_OneDay
source: A day ago
fr: Il y a un jour

# ModListItem_Time_OneHour
source: An hour ago
fr: Il y a une heure

# ModListItem_Time_Recently
source: Recently
fr: Récemment

# Settings_Button_MoveInstallFolder
source: Move Installation Folder
fr: Déplacer le dossier d'installation

# Settings_Button_Refresh
source: Refresh drives
fr: Actualiser les disques

# Settings_Button_ValidateFTP
source: Test and Save FTP Info
fr: Tester et valider les paramètres FTP

# Settings_Comment_AskMoveInstall
source: Use this button to move all mods to a new location on your computer
fr: Utilisez cette option pour déplacer tous les fichiers de mods dans un autre dossier de l'ordinateur

# Settings_Comment_Diskpath
source: Please enter the path of the folder you want Quasar to transfer files to. Press enter to save the path
fr: Veuillez entrer le chemin d'accès au dossier dans lequel Quasar effectuera le transfert de mods. Veuillez appuyer sur Entrée pour valider le nouvel emplacement.

# Settings_Comment_FtpIP
source: Enter the address and port like this : [IP:Port], like so 192.168.1.64:5000
fr: Veuillez remplir ce champ avec l'adresse IP de la Switch

# Settings_Comment_FtpPassword
source: Please type in your password if you've enabled authentification on your Switch
fr: Veuillez remplir ce champ avec le mot de passe défini dans la configuration du serveur FTP si l'authentification est activée

# Settings_Comment_FtpPort
source: Enter your Switch's FTP Server Port (usually 5000)
fr: Veuillez remplir ce champ avec le port utilisé par le serveur FTP de la Switch

# Settings_Comment_FtpUsername
source: Please type in your username if you've enabled authentification on your Switch
fr: Veuillez remplir ce champ avec l'utilisateur défini dans la configuration du serveur FTP si l'authentification est activée

# Settings_Comment_Language
source: Select an option to change Quasar's display language The app will need to be rebooted to see the change
fr: Sélectionnez une option pour changer la langue d'affichage L'app doit être redémarrer pour que le changement soit effectif

# Settings_Comment_ManageAllMods
source: Enable this to have all the mods on your Switch be only managed by Quasar
fr: Activez cette option pour que le dossier de mods de la Switch soit uniquement géré par Quasar

# Settings_Comment_ModsPath
source: You can change where Quasar stores the mods on the SD with this setting
fr: Vous pouvez changer l'emplacement des mods sur la SD avec ce champ. Veuillez appuyer sur Entrée pour valider le nouvel emplacement.

# Settings_Comment_PreferredTransferMethod
source: Select if you'd rather transfer files wirelessly through FTP or via a plugged in SD
fr: Veuillez sélectionner si vous préférez transférer les fichiers par FTP sans-fil ou avec un transfert local sur une SD connectée

# Settings_Comment_SDSelect
source: Select the SD you want to transfer to. Press enter to save the path
fr: Sélectionnez la SD sur laquelle vous voulez transférer les fichiers

# Settings_Comment_SuppressManageWarning
source: Enable this to be warned when Mods will be cleaned up
fr: Activez ceci pour être prévenu lorsque le nettoyage du dossier de mods sera fait

# Settings_Comment_SupressModDeletion
source: Enable this to be warned when deleting Mods
fr: Activez cette option pour être prévenu de la supression d'un mod

# Settings_Comment_TestFTP
source: Use this button to verify that the Switch's FTP is working and to enable FTP transfers if successful
fr: Utilisez cette option pour valider les paramètres FTP et autoriser les transferts FTP

# Settings_Header_FileTransfer
source: File Transfer Settings
fr: Paramètres de transfert

# Settings_Header_FtpSettings
source: FTP Settings
fr: Paramètres FTP

# Settings_Header_Toggles
source: Warnings
fr: Paramètres d'avertissements

# Settings_Label_AppVersion
source: Application Version
fr: Version de l'application

# Settings_Label_Diskpath
source: Disk Path
fr: Emplacement Disque

# Settings_Label_FtpIP
source: FTP Address
fr: Adresse IP de la Switch

# Settings_Label_FtpPassword
source: FTP Password
fr: Mot de passe

# Settings_Label_FtpPort
source: Switch's FTP Port
fr: Port FTP

# Settings_Label_FtpUsername
source: Username
fr: Nom d'utilisateur

# Settings_Label_Language
source: Application Language
fr: Langue de l'application

# Settings_Label_ManageAllMods
source: Manage All Mods
fr: Gérer tous les mods

# Settings_Label_ModsPath
source: SD Mods Path
fr: Répertoire de mods

# Settings_Label_PreferredTransferMethod
source: Transfer Method
fr: Méthode de transfert

# Settings_Label_SDSelect
source: SD Selection
fr: Sélection de SD

# Settings_Label_SuppressManageWarning
source: Manage all mods cleanup
fr: Gestion de tous les mods

# Settings_Label_SupressModDeletion
source: Mod Deletion
fr: Supression de mods

# Settings_Modal_Button_ShutdownWarning
source: Shutdown Quasar
fr: Fermer Quasar

# Settings_Modal_Content_AskMoveInstall
source: Do you want to change where Quasar stores it's files ? It will take some time to transfer then will shutdown.
fr: Voulez-vous changer l'emplacement de stockage des mods ? L'opération peut être longue et Quasar se fermera ensuite.

# Settings_Modal_Content_ConnectionWait
source: Please wait while Quasar attempts to connect to the Switch
fr: Veuillez attendre pendant que Quasar contacte votre Switch

# Settings_Modal_Content_MovingInstall
source: The operation is in progress, please wait for it to finish
fr: L'opération est en cours, merci d'attendre qu'elle finisse

# Settings_Modal_Content_ShutdownWarning
source: Quasar will now close to process this change
fr: Quasar va se fermer pour effectuer le changement

# Settings_Modal_Content_SuccessfulConnection
source: Connection to the Switch is successful you can now use FTP when transferring !
fr: Connexion à la Switch réussie Le FTP sera maintenant activé pour les transferts

# Settings_Modal_Content_UnsuccessfulConnection
source: Connection to the Switch is unsuccessful please check the address and Username/Password if you have them, also check that your Switch is reachable
fr: Connexion à la Switch échouée Veuillez vérifier les informations de connexion Vérifiez aussi que votre Switch soit joignable

# Settings_Modal_Content_WrongIpFormat
source: The Address is not valid, please check that you have entered the right IP/Port. Also check that your FTP server is running
fr: L'adresse renseignée n'est pas valide. Vérifiez que la bonne IP et le bon port soient utilisés.

# Settings_Modal_OkButton_MovingInstall
source: Shutdown Quasar
fr: Fermer Quasar

# Settings_Modal_Title_AskMoveInstall
source: Location Change
fr: Changement d'emplacement

# Settings_Modal_Title_ConnectionWait
source: Connection Test
fr: Test de connexion

# Settings_Modal_Title_MovingInstall
source: Moving files
fr: Déplacement des fichiers

# Settings_Modal_Title_ShutdownWarning
source: Shutdown
fr: Arrêt

# Settings_Modal_Title_SuccessfulConnection
source: Success
fr: Succès

# Settings_Modal_Title_UnsuccessfulConnection
source: Connection Error
fr: Erreur de connexion

# Settings_Modal_Title_WrongIpFormat
source: Invalid Info
fr: Informations invalides

# Settings_Values_PreferredTransferMethod
source: Wireless (FTP)=FTP,Wired (SD)=SD,Disk Folder=Disk
fr: Sans-fil (FTP)=FTP,Local (SD)=SD, Emplacement Disque=Disk

# Transfer_Log_AllFilesCopied
source: All Files have been copied
fr: Tous les fichiers ont été copiés

# Transfer_Log_AllFilesDeleted
source: All Differences have been deleted
fr: Toutes les différences ont été supprimées

# Transfer_Log_Cleanup
source: Cleaning up mod folder
fr: Nettoyage du dossier de mod

# Transfer_Log_DiskPathUnavailable
source: The path you have entered does not exist
fr: Le chemin disque renseigné n'existe pas

# Transfer_Log_Error
source: Error
fr: Erreur

# Transfer_Log_FileError
source: Could not copy some files
fr: Erreur de transfert pour certains fichiers

# Transfer_Log_FinishedMod
source: Finished copying files for {0}
fr: Fichiers transférés pour {0}

# Transfer_Log_FTPConnectionFail
source: Could not connect.
fr: Echec de la connection.

# Transfer_Log_FTPConnectionSuccess
source: Connection successful.
fr: Connection réussie.

# Transfer_Log_FTPConnectionTest
source: Attempting to connect to the Switch...
fr: Essai de connection à la Switch...

# Transfer_Log_GlobalError
source: Global Build Error
fr: Erreur de transfert globale

# Transfer_Log_NoCopy
source: No files to copy
fr: Aucun fichier à copier

# Transfer_Log_NoDelete
source: No files to delete
fr: Aucun fichier à supprimer

# Transfer_Log_NoLaunch
source: Could not launch the file transfer.
fr: Echec de lancement du transfert.

# Transfer_Log_NoSDSelected
source: No SD selected
fr: Aucune SD sélectionnée

# Transfer_Log_ProcessingLists
source: Processing what Quasar has to do...
fr: Traitement de ce que Quasar doit faire...

# Transfer_Log_ProcessStart
source: Transfer Process Start :
fr: Début du transfert :

# Transfer_Log_SelectedSDUnavailable
source: The SD you have selected is not available
fr: La SD Sélectionée n'est pas disponible

# Transfer_Log_TransferFinished
source: Transfer Finished
fr: Transfert terminé

# Transfer_Step_Files
source: {0}/{1} Files
fr: {0}/{1} Fichiers

# Transfer_Step_FinishedStepText
source: Finished
fr: Terminé

# Transfer_Step_Global
source: Transfer Status :
fr: Statut du transfert :

# Transfer_Step_StepText
source: Step : {0}
fr: Etape : {0}

# Transfer_Step_SubStepText
source: Sub-Step : {0}
fr: Sous-tâche : {0}

# Transfer_Step_TransferingFilesStepText
source: Transfering Files
fr: Transfert des fichiers

# Transfer_Step_TransferingFilesSubStepText
source: Copying files for {0}
fr: Transfert pour {0}

# Transfer_Tooltip_CloseWindowButton
source: Close the transfer window
fr: Fermer la fenêtre de transfert.
